# KV Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KV Property
SymbolTypeId Class See Also
---
Symbol kV, indicating unit Kilovolts.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KV { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KV As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KV {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace